11/data/attachments/7f6f286911fbf1f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_south_Actions_8270_0</nif:username>
            <nif:friendToBeRequested>soap_actions_2fba8707-9152-49ca-9a95-0afba3dd9c4c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>